Repository: bhavya26/Diabetes-Analyzer
Catalog: DiabetesManager/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, fr, it, nl, pt, sk, zh_hans

# WhatsNew101.Text
source: • Added Print Function to Graphs
cs: • Nyní přidávat komentáře při zadávání dat
de: • Jetzt Kommentare hinzufügen, während der Eingabe von Daten
fr: • Ajouter maintenant des commentaires lors de la saisie des données
it: • Aggiungere commenti durante l'immissione di dati
nl: • Nu opmerkingen toevoegen bij het invoeren van gegevens
pt: • Agora adicionar comentários ao inserir dados
sk: • Teraz pridávať komentáre pri zadávaní údajov
zh_hans: • 现在输入数据时添加注释

# WhatsNew111.Text
source: • Now Print the History Page Directly From the App.(Only Pro Mode Users)
cs: • Nyní vytisknout stránku historie přímo z aplikace (pouze režim Pro uživatele)
de: • Jetzt drucken Seite "Verlauf" direkt aus der App (nur Pro-Modus Benutzer)
fr: • Maintenant imprimer la Page de l’histoire directement à partir de l’App (seuls les utilisateurs de Mode Pro)
it: • Ora stampare la pagina cronologia direttamente dalla app. (solo per utenti Pro Mode)
nl: • Nu de pagina geschiedenis rechtstreeks afdrukken vanuit de App. (alleen Pro modus gebruikers)
pt: • Agora imprima a página de história diretamente do App. (apenas utilizadores Pro modo)
sk: • Priamo v App. (iba pre režim používateľov) vytlačiť na stránke História
zh_hans: • 直接从应用程序 （只有临模式用户） 现在打印历史记录页

# WhatsNew91.Text
source: Version 2.3.0.0 Contains Following Features
cs: Verze 2.2.0.0 obsahuje následující funkce
de: Version 2.2.0.0 enthält folgende Features
fr: Version 2.2.0.0 contient les caractéristiques suivantes
it: Versione 2.2.0.0 contiene le seguenti caratteristiche
nl: Versie 2.2.0.0 bevat de volgende functies
pt: Versão 2.2.0.0 contém seguintes características
sk: Verzia 2.2.0.0 obsahuje tieto funkcie
zh_hans: 版本 2.2.0.0 包含以下功能

# UnlockPro2.Label
source: Unlock Pro Mode
cs: Odemknout režim Pro
de: Pro-Modus freischalten
fr: Débloquer le Mode Pro
it: Sbloccare modalità Pro
nl: Ontgrendelen van Pro-modus
pt: Destravar o modo Pro
sk: Odomknúť Pro mód
zh_hans: 解锁临模式
